{
    "Windows.Data.Json.JsonArray": "Represents a JSON array.",
    "Windows.Data.Json.JsonObject": "Represents a JSON object containing a collection of name and [JsonValue] pairs.",
    "Windows.Data.Json.JsonValue": "Implements the [IJsonValue] interface which represents a JSON value.",
    "Windows.Devices.Enumeration.DevicePickerFilter": "Represents the filter used to determine which devices to show in the device picker. The filter parameters are OR-ed together to build the resulting filter.",
    "Windows.Devices.Geolocation.CivicAddress": "Unsupported API.",
    "Windows.Devices.Geolocation.Geocoordinate": "Contains the information for identifying a geographic location.",
    "Windows.Devices.Geolocation.GeocoordinateSatelliteData": "Provides additional information about a Geocoordinate. This information is only applicable to position estimates obtained using satellite signals.",
    "Windows.Devices.Geolocation.Geolocator": "Provides access to the current geographic location.",
    "Windows.Devices.Geolocation.Geopoint": "Describes a geographic point.",
    "Windows.Devices.Geolocation.Geoposition": "Represents a location that may contain latitude and longitude data or venue data.",
    "Windows.Devices.Geolocation.VenueData": "Represents the venue associated with a geographic location.",
    "Windows.Devices.Power.BatteryReport": "Provides properties that indicate the charge, capacity, and status of the battery.",
    "Windows.Devices.Sensors.PedometerReading": "Provides an interface for a pedometer to measure the number of steps taken.",
    "Windows.Foundation.Collections.IPropertySet": "Represents a collection of key-value pairs, correlating several other collection interfaces.",
    "Windows.Foundation.Collections.PropertySet": "Represents a property set, which is a set of [PropertyValue] objects with string keys.",
    "Windows.Foundation.Collections.StringMap": "An associative collection, also known as a map or a dictionary.",
    "Windows.Foundation.Collections.ValueSet": "Implements a map with keys of type String and values of type Object. Object must be a WinRT [PropertyValue] or [ValueSet]. As a [PropertyValue], it can be any type except [PropertyType] `InspectableArray`. This limitation exists to ensure that the value can be serialized; passed by value across a process boundary.",
    "Windows.Foundation.IAsyncAction": "Represents an asynchronous action. This is the return type for many Windows Runtime asynchronous methods that don't have a result object, and don't report ongoing progress.",
    "Windows.Foundation.IAsyncInfo": "Supports asynchronous actions and operations. `IAsyncInfo` is a base interface for `IAsyncAction`, `IAsyncActionWithProgress<TProgress>`, `IAsyncOperation<TResult>` and `IAsyncOperationWithProgress<TResult,TProgress>`, each of which support combinations of return type and progress for an asynchronous method.",
    "Windows.Foundation.IClosable": "Defines a method to release allocated resources.",
    "Windows.Foundation.IPropertyValue": "Represents a value in a property store.",
    "Windows.Foundation.IStringable": "Provides a way to represent the current object as a string.",
    "Windows.Foundation.PropertyValue": "Represents a value in a property store (such as a [PropertySet] instance).",
    "Windows.Foundation.Uri": "Defines an object that represents a Uniform Resource Identifier (URI) value and parses it into components. The Uri object is used by many other Windows Runtime APIs that are not necessarily confined to web browser scenarios.",
    "Windows.Foundation.WwwFormUrlDecoder": "Parses a URL query string, and exposes the results as a read-only vector (list) of name-value pairs from the query string.",
    "Windows.Foundation.WwwFormUrlDecoderEntry": "Represents a name-value pair in a URL query string.",
    "Windows.Gaming.Input.Gamepad": "Represents a gamepad.",
    "Windows.Gaming.Input.Headset": "Contains information about an audio headset attached to a gamepad.",
    "Windows.Globalization.Calendar": "Manipulates the representation of a `DateTime` within a given calendar and clock.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberFormatter": "Formats phone numbers.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberInfo": "Information about a phone number.",
    "Windows.Graphics.Printing3D.Printing3DMultiplePropertyMaterial": "Represents a combination of properties and/or materials from the material groups specified in `MaterialGroupIndices`.",
    "Windows.Media.Core.TimedMetadataTrack": "Represents a timed metadata track. The track contains a list of IMediaCue objects and raises events at the beginning and end of the time window of each cue.",
    "Windows.Media.Core.IMediaCue": "Defines the interface implemented by all media cues.",
    "Windows.Media.Playback.MediaPlaybackAudioTrackList": "Represents a read-only list of AudioTrack objects, of which a single track can be selected at one time.",
    "Windows.Media.Playback.MediaPlaybackVideoTrackList": "Represents a read-only list of VideoTrack objects, of which a single track can be selected at one time.",
    "Windows.Media.Playback.MediaPlaybackTimedMetadataTrackList": "Represents a read-only list of TimedMetadataTrack objects.",
    "Windows.Media.Playback.MediaBreakSchedule": "Represents a set of MediaBreak objects associated with a MediaPlaybackItem and the positions within the playback of the item that the media breaks are played.", 
    "Windows.Media.Playback.MediaItemDisplayProperties": "Defines a set of metadata for a MediaPlaybackItem that is displayed in the System Media Transport Controls while the item is playing.",
    "Windows.Media.Core.MediaSource": "Represents a media source. Provides a common way to reference media from different sources and exposes a common model for accessing media data regardless of the underlying media format.",
    "Windows.Media.IMediaMarker": "Represents a marker at specific location in a media stream time-line.",
    "Windows.Media.MediaProperties.MediaPropertySet": "Represents a set of media properties.",
    "Windows.Media.Playback.MediaPlaybackItem": "Represents a media item that can be played back. This class acts as a wrapper around a MediaSource that exposes the audio tracks, video tracks, and timed metadata tracks included in the media source.",
    "Windows.Media.SpeechSynthesis.SpeechSynthesisStream": "Supports reading and writing audio data generated by the speech synthesis engine (voice) to/from a random access stream.",
    "Windows.Media.SpeechSynthesis.SpeechSynthesizer": "Provides access to the functionality of an installed speech synthesis engine (voice) for Text-to-speech (TTS) services.",
    "Windows.Media.SpeechSynthesis.SpeechSynthesizerOptions": "Provides access to various speech synthesizer options.",
    "Windows.Media.SpeechSynthesis.VoiceInformation": "Provides info about an installed speech synthesis engine (voice).",
    "Windows.Networking.Connectivity.IPInformation": "Represents the association between an IP address and an adapter on the network.",
    "Windows.Networking.Connectivity.NetworkAdapter": "Represents a network adapter.",
    "Windows.Networking.Connectivity.NetworkItem": "Represents a connected network.",
    "Windows.Networking.HostName": "Provides data for a hostname or an IP address.",
    "Windows.Storage.FileProperties.BasicProperties": "Provides access to the basic properties, like the size of the item or the date the item was last modified, of the item (like a file or folder).",
    "Windows.Storage.IStorageItem": "Manipulates storage items (files and folders) and their contents, and provides information about them.",
    "Windows.Storage.Pickers.FileOpenPicker": "Represents a UI element that lets the user choose and open files. In a desktop app, before using an instance of this class in a way that displays UI, you'll need to associate the object with its owner's window handle.",
    "Windows.Storage.Streams.IBuffer": "Represents a referenced array of bytes used by byte stream read and write interfaces. Buffer is the class implementation of this interface.",
    "Windows.Storage.UserDataPaths": "Returns full paths for common user data folders. User data folders are based on the KNOWNFOLDERID naming pattern.",
    "Windows.UI.Notifications.NotificationData": "Stores data for display in a toast notification.",
    "Windows.UI.ViewManagement.UISettings": "Contains a set of common app user interface settings and operations."
}