{
    "Windows.ApplicationModel.AppExecutionContext": "Specifies the context in which an app runs.",
    "Windows.ApplicationModel.AppInstallerPolicySource": "Specifies the whether the source of the update policy for an app.",
    "Windows.ApplicationModel.PackageContentGroupState": "Describes the staging state of the package content group.",
    "Windows.ApplicationModel.PackageRelationship": "Defines the relationship between packages to be retrieved.",
    "Windows.ApplicationModel.PackageSignatureKind": "Provides information about the package's signature and the kind of certificate used to create it.",
    "Windows.ApplicationModel.PackageUpdateAvailability": "An enum that indicates if an application has an update, and if the update is required.",
    "Windows.Data.Json.JsonErrorStatus": "Defines errors encountered while parsing JSON data.",
    "Windows.Data.Json.JsonValueType": "Specifies the JSON value type of a JsonValue object.",
    "Windows.Devices.Enumeration.DeviceClass": "Indicates the type of devices that the user wants to enumerate.",
    "Windows.Devices.Enumeration.DevicePickerDisplayStatusOptions": "Indicates what you'd like the device picker to show about a given device. Used with the SetDisplayStatus method on the DevicePicker object.",
    "Windows.Devices.Geolocation.AltitudeReferenceSystem": "Indicates the altitude reference system to be used in defining a geographic shape.",
    "Windows.Devices.Geolocation.GeolocationAccessStatus": "Indicates if your app has permission to access location data.",
    "Windows.Devices.Geolocation.GeoshapeType": "Indicates the shape of a geographic region.",
    "Windows.Devices.Geolocation.PositionAccuracy": "Indicates the requested accuracy level for the location data that the application uses.",
    "Windows.Devices.Geolocation.PositionSource": "Indicates the source used to obtain a Geocoordinate.",
    "Windows.Devices.Geolocation.PositionStatus": "Indicates the ability of the Geolocator object to provide location data.",
    "Windows.Devices.Sensors.PedometerStepKind": "The type of step taken according to the pedometer.",
    "Windows.Foundation.AsyncStatus": "Specifies the status of an asynchronous operation.",
    "Windows.Foundation.PropertyType": "Specifies property value types.",
    "Windows.Gaming.Input.GameControllerButtonLabel": "Label that appears on the physical controller button.",
    "Windows.Gaming.Input.GamepadButtons": "Specifies the button type.",
    "Windows.Globalization.DayOfWeek": "Identifies the day of the week.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberFormat": "Lists phone number formats supported by this API.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberMatchResult": "The result of calling the PhoneNumberInfo.CheckNumberMatch method.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberParseResult": "Describes the results of trying to parse a string into a phone number.",
    "Windows.Globalization.PhoneNumberFormatting.PredictedPhoneNumberKind": "The kinds of phone numbers returned by PhoneNumberInfo.PredictNumberKind.",
    "Windows.Management.Deployment.AddPackageByAppInstallerOptions": "A subset of DeploymentOptions that are valid for App Installer.",
    "Windows.Management.Deployment.DeploymentOptions": "Specifies the package deployment options.",
    "Windows.Management.Deployment.PackageInstallState": "Represents the install state of the Package.",
    "Windows.Management.Deployment.PackageState": "Represents the state of the Package.",
    "Windows.Management.Deployment.PackageStatus": "Provides info about the status of a Package.",
    "Windows.Management.Deployment.PackageStubPreference": "Represents whether an app Package currently prefers to run as a full app or a stub app.",
    "Windows.Management.Deployment.PackageTypes": "Defines the types of Package to be included in the result set of a query.",
    "Windows.Management.Deployment.RemovalOptions": "Values that modify the removal of a package.",
    "Windows.Management.Deployment.StubPackageOption": "Defines the stub behavior for an app package that is being added or staged.",
    "Windows.Networking.Connectivity.NetworkTypes": "Defines the network connection types.",
    "Windows.Networking.HostNameType": "The type of a HostName object.",
    "Windows.Storage.CreationCollisionOption": "Specifies what to do if a file or folder with the specified name already exists in the current folder when you create a new file or folder.",
    "Windows.Storage.FileAttributes": "Describes the attributes of a file or folder.",
    "Windows.Storage.FileProperties.PhotoOrientation": "Indicates the Exchangeable Image File (EXIF) orientation flag of the photo. This flag describes how to rotate the photo to display it correctly.",
    "Windows.Storage.FileProperties.PropertyPrefetchOptions": "Indicates a system-defined group of file properties.",
    "Windows.Storage.FileProperties.ThumbnailMode": "Describes the purpose of the thumbnail to determine how to adjust the thumbnail image to retrieve.",
    "Windows.Storage.FileProperties.ThumbnailOptions": "Describes the behavior used to retrieve and adjust thumbnails, including the size and quality of the image and how quickly the thumbnail image is retrieved.",
    "Windows.Storage.FileProperties.ThumbnailType": "Indicates whether the thumbnail is an icon or an image.",
    "Windows.Storage.FileProperties.VideoOrientation": "Indicates how to rotate the video to display it correctly.",
    "Windows.Storage.NameCollisionOption": "Specifies what to do if a file or folder with the specified name already exists in the current folder when you copy, move, or rename a file or folder.",
    "Windows.Storage.Pickers.PickerLocationId": "Identifies the storage location that the file picker presents to the user.",
    "Windows.Storage.Pickers.PickerViewMode": "Indicates the view mode that the file picker is using to present items.",
    "Windows.Storage.Search.CommonFileQuery": "Specifies how to sort the files in the query results and determines whether the query is shallow or deep. Query results for deep queries include all files in all of the subfolders of the current folder, sorted according to the specified option.",
    "Windows.Storage.Search.CommonFolderQuery": "Specifies how to group files into folders in the query results and determines whether the query is shallow or deep. Query results for deep queries include all files in all of the subfolders of the current folder, grouped into folders according to the specified option.",
    "Windows.Storage.Search.DateStackOption": "Indicates the unit of time used to group files into folders if a CommonFolderQuery based on date is used to create a QueryOptions object.",
    "Windows.Storage.Search.FolderDepth": "Indicates whether all files and subfolders of the folder being queried will be enumerated or if only the top-level files and subfolders will be enumerated.",
    "Windows.Storage.Search.IndexedState": "Indicates whether a StorageFolder is included in the system index.",
    "Windows.Storage.Search.IndexerOption": "Specifies whether the query should use the system index of the file system when enumerating content in the folder being queried. The indexer can retrieve results faster but is not available in all file locations.",
    "Windows.Storage.StorageDeleteOption": "Specifies whether a deleted item is moved to the Recycle Bin or permanently deleted.",
    "Windows.Storage.StorageItemTypes": "Describes whether an item that implements the IStorageItem interface is a file or a folder.",
    "Windows.Storage.StorageLibraryChangeType": "Describes the type of change that occurred to the storage library item.",
    "Windows.Storage.Streams.InputStreamOptions": "Specifies the read options for an input stream.",
    "Windows.System.Power.BatteryStatus": "Indicates the status of the battery.",
    "Windows.System.ProcessorArchitecture": "Specifies the processor architecture supported by an app.",
    "Windows.UI.Notifications.NotificationMirroring": "Specifies whether notification mirroring is allowed. Mirroring enables a notification to be displayed on multiple devices.",
    "Windows.UI.Notifications.ToastNotificationPriority": "Specifies the priority of a ToastNotification.",
    "Windows.UI.Notifications.ToastTemplateType": "Specifies the template to use in a toast notification.",
    "Windows.UI.Popups.Placement": "Specifies where the context menu should be positioned relative to the selection rectangle.",
    "Windows.UI.ViewManagement.HandPreference": "Defines the set of directional preferences for the user interface presented by the app view.",
    "Windows.UI.ViewManagement.UIColorType": "Defines constants that specify known system color values.",
    "Windows.UI.ViewManagement.UIElementType": "Defines the set of user interface element types."
}