{
    "Windows.ApplicationModel.AppDisplayInfo": "Provides an application's name, description, and logo.",
    "Windows.ApplicationModel.AppInfo": "Provides information about an application such as its name, logo, package information, ID.",
    "Windows.ApplicationModel.AppInstallerInfo": "Represents an App Installer file containing app package and bundle information for defining the packages that are part of a related set and specifying update and repair configuration.",
    "Windows.ApplicationModel.Core.AppListEntry": "Provides an app's display info such as its display name and description, and a method to launch the app.",
    "Windows.ApplicationModel.FindRelatedPackagesOptions": "Provides filtering when searching for packages.",
    "Windows.ApplicationModel.Package": "Provides information about a package.",
    "Windows.ApplicationModel.PackageContentGroup": "Provides information about a package content group.",
    "Windows.ApplicationModel.PackageId": "Provides package identification info, such as name, version, and publisher.",
    "Windows.ApplicationModel.PackageStatus": "Provides the status of the package.",
    "Windows.ApplicationModel.PackageUpdateAvailabilityResult": "Describes whether the main app package listed in the .appinstaller file requires updates.",
    "Windows.Data.Json.JsonArray": "Represents a JSON array.",
    "Windows.Data.Json.JsonObject": "Represents a JSON object containing a collection of name and [JsonValue] pairs.",
    "Windows.Data.Json.JsonValue": "Implements the [IJsonValue] interface which represents a JSON value.",
    "Windows.Devices.Enumeration.DevicePickerFilter": "Represents the filter used to determine which devices to show in the device picker. The filter parameters are OR-ed together to build the resulting filter.",
    "Windows.Devices.Geolocation.CivicAddress": "Unsupported API.",
    "Windows.Devices.Geolocation.Geocoordinate": "Contains the information for identifying a geographic location.",
    "Windows.Devices.Geolocation.GeocoordinateSatelliteData": "Provides additional information about a Geocoordinate. This information is only applicable to position estimates obtained using satellite signals.",
    "Windows.Devices.Geolocation.Geolocator": "Provides access to the current geographic location.",
    "Windows.Devices.Geolocation.Geopoint": "Describes a geographic point.",
    "Windows.Devices.Geolocation.Geoposition": "Represents a location that may contain latitude and longitude data or venue data.",
    "Windows.Devices.Geolocation.VenueData": "Represents the venue associated with a geographic location.",
    "Windows.Devices.Power.BatteryReport": "Provides properties that indicate the charge, capacity, and status of the battery.",
    "Windows.Devices.Sensors.PedometerReading": "Provides an interface for a pedometer to measure the number of steps taken.",
    "Windows.Foundation.AsyncActionCompletedHandler": "Represents a method that handles the completed event of an asynchronous action.",
    "Windows.Foundation.AsyncActionProgressHandler`1": "Represents a method that handles progress update events of an asynchronous action that provides progress updates.",
    "Windows.Foundation.AsyncActionWithProgressCompletedHandler`1": "Represents a method that handles the completed event of an asynchronous action that provides progress updates.",
    "Windows.Foundation.AsyncOperationCompletedHandler`1": "Represents a method that handles the completed event of an asynchronous operation.",
    "Windows.Foundation.AsyncOperationProgressHandler`2": "Represents a method that handles progress update events of an asynchronous operation that provides progress updates.",
    "Windows.Foundation.AsyncOperationWithProgressCompletedHandler`2": "Represents a method that handles the completed event of an asynchronous operation that provides progress updates.",
    "Windows.Foundation.Collections.IPropertySet": "Represents a collection of key-value pairs, correlating several other collection interfaces.",
    "Windows.Foundation.Collections.IVector`1": "Represents a random-access collection of elements.",
    "Windows.Foundation.Collections.PropertySet": "Represents a property set, which is a set of [PropertyValue] objects with string keys.",
    "Windows.Foundation.Collections.StringMap": "An associative collection, also known as a map or a dictionary.",
    "Windows.Foundation.Collections.ValueSet": "Implements a map with keys of type String and values of type Object. Object must be a WinRT [PropertyValue] or [ValueSet]. As a [PropertyValue], it can be any type except [PropertyType] `InspectableArray`. This limitation exists to ensure that the value can be serialized; passed by value across a process boundary.",
    "Windows.Foundation.IAsyncAction": "Represents an asynchronous action. This is the return type for many Windows Runtime asynchronous methods that don't have a result object, and don't report ongoing progress.",
    "Windows.Foundation.IAsyncActionWithProgress`1": "Represents an asynchronous action that can report progress updates to callers. This is the return type for all Windows Runtime asynchronous methods that don't have a result object, but do report progress to callback listeners.",
    "Windows.Foundation.IAsyncInfo": "Supports asynchronous actions and operations. `IAsyncInfo` is a base interface for `IAsyncAction`, `IAsyncActionWithProgress<TProgress>`, `IAsyncOperation<TResult>` and `IAsyncOperationWithProgress<TResult,TProgress>`, each of which support combinations of return type and progress for an asynchronous method.",
    "Windows.Foundation.IAsyncOperationWithProgress`2": "Represents an asynchronous operation that can report progress updates to callers. This is the return type for many Windows Runtime asynchronous methods that have results and also report progress.",
    "Windows.Foundation.IClosable": "Defines a method to release allocated resources.",
    "Windows.Foundation.IPropertyValue": "Represents a value in a property store.",
    "Windows.Foundation.IStringable": "Provides a way to represent the current object as a string.",
    "Windows.Foundation.PropertyValue": "Represents a value in a property store (such as a [PropertySet] instance).",
    "Windows.Foundation.Uri": "Defines an object that represents a Uniform Resource Identifier (URI) value and parses it into components. The Uri object is used by many other Windows Runtime APIs that are not necessarily confined to web browser scenarios.",
    "Windows.Foundation.WwwFormUrlDecoder": "Parses a URL query string, and exposes the results as a read-only vector (list) of name-value pairs from the query string.",
    "Windows.Foundation.WwwFormUrlDecoderEntry": "Represents a name-value pair in a URL query string.",
    "Windows.Gaming.Input.Gamepad": "Represents a gamepad.",
    "Windows.Gaming.Input.Headset": "Contains information about an audio headset attached to a gamepad.",
    "Windows.Globalization.Calendar": "Manipulates the representation of a `DateTime` within a given calendar and clock.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberFormatter": "Formats phone numbers.",
    "Windows.Globalization.PhoneNumberFormatting.PhoneNumberInfo": "Information about a phone number.",
    "Windows.Graphics.Printing3D.Printing3DMultiplePropertyMaterial": "Represents a combination of properties and/or materials from the material groups specified in `MaterialGroupIndices`.",
    "Windows.Management.Deployment.AddPackageOptions": "Specifies the deployment options that you can configure when you use the AddPackageByUriAsync method to add a package.",
    "Windows.Management.Deployment.AutoUpdateSettingsOptions": "Represents the automatic update settings for a package.",
    "Windows.Management.Deployment.DeploymentResult": "Provides the result of a deployment request.",
    "Windows.Management.Deployment.PackageAllUserProvisioningOptions": "Provides options for calls to ProvisionPackageForAllUsersAsync, including specifying optional packages to install.",
    "Windows.Management.Deployment.PackageManager": "Manages the software available to a user.",
    "Windows.Management.Deployment.PackageManagerDebugSettings": "Settings for debugging app Packages.",
    "Windows.Management.Deployment.PackageUserInformation": "Provides information about the users of an installed Package.",
    "Windows.Management.Deployment.PackageVolume": "Represents a Package storage volume.",
    "Windows.Management.Deployment.RegisterPackageOptions": "Specifies the deployment options that you can configure when you use the RegisterPackageByUriAsync method to register a Package.",
    "Windows.Management.Deployment.StagePackageOptions": "Specifies the deployment options that you can configure when you use the StagePackageByUriAsync method to stage a package.",
    "Windows.Media.MediaProperties.MediaPropertySet": "Represents a set of media properties.",
    "Windows.Networking.Connectivity.IPInformation": "Represents the association between an IP address and an adapter on the network.",
    "Windows.Networking.Connectivity.NetworkAdapter": "Represents a network adapter.",
    "Windows.Networking.Connectivity.NetworkItem": "Represents a connected network.",
    "Windows.Networking.HostName": "Provides data for a hostname or an IP address.",
    "Windows.Storage.FileProperties.BasicProperties": "Provides access to the basic properties, like the size of the item or the date the item was last modified, of the item (like a file or folder).",
    "Windows.Storage.FileProperties.DocumentProperties": "Provides access to the document-related properties of an item (like a file or folder).",
    "Windows.Storage.FileProperties.GeotagHelper": "Provides methods for setting and retrieving geographic metadata for a file.",
    "Windows.Storage.FileProperties.ImageProperties": "Provides access to the image-related properties of an item (like a file or folder).",
    "Windows.Storage.FileProperties.MusicProperties": "Provides access to the music-related properties of an item (like a file or folder).",
    "Windows.Storage.FileProperties.StorageItemContentProperties": "Provides access to the content-related properties of an item (like a file or folder).",
    "Windows.Storage.FileProperties.StorageItemThumbnail": "Represents the thumbnail image associated with a system resource (like a file or folder).",
    "Windows.Storage.FileProperties.VideoProperties": "Provides access to the video-related properties of an item (like a file or folder).",
    "Windows.Storage.IStorageItem": "Manipulates storage items (files and folders) and their contents, and provides information about them.",
    "Windows.Storage.Pickers.FileOpenPicker": "Represents a UI element that lets the user choose and open files. In a desktop app, before using an instance of this class in a way that displays UI, you'll need to associate the object with its owner's window handle.",
    "Windows.Storage.Search.QueryOptions": "Specifies the parameters of a search query for enumerating the contents of storage folders.",
    "Windows.Storage.Search.SortEntryVector": "Provides access to the sorting criteria of the query results as a collection of SortEntry objects.",
    "Windows.Storage.Search.StorageFileQueryResult": "Provides access to the results of a query of the files in the location that is represented by a StorageFolder object. You can use StorageFileQueryResult to enumerate the files in that StorageFolder location.",
    "Windows.Storage.Search.StorageFolderQueryResult": "Provides access to the results of a query that lists the folder (or file groups) in the folder being queried (which is represented by a StorageFolder). You can use a StorageFolderQueryResult to enumerate folders or file groups in that folder.",
    "Windows.Storage.Search.StorageItemQueryResult": "Provides access to the results of a query that lists all items including files and folders (or file groups) in the folder being queried (which is represented by a StorageFolder). You can use storageItemQueryResult to enumerate the files and folders in that StorageFolder.",
    "Windows.Storage.StorageFolder": "Manages folders and their contents and provides information about them.",
    "Windows.Storage.StorageLibraryChange": "Represents a change to an item in a storage library such as the documents, music, or video library.",
    "Windows.Storage.StorageLibraryChangeReader": "Enables the calling app to read through the changes to items in a storage library.",
    "Windows.Storage.StorageLibraryChangeTracker": "Provides APIs that you can use to manage change tracking for any library (such as documents, music, or videos) or folder.",
    "Windows.Storage.StorageLibraryChangeTrackerOptions": "Allows callers to call EnableWithOptions on the change tracker to choose to track all changes including last change id, or just the last change id.",
    "Windows.Storage.StorageProvider": "Contains info about the service that stores files and folders. Files and folders may be stored either by the local file system or by a remote service like Microsoft OneDrive.",
    "Windows.Storage.Streams.IBuffer": "Represents a referenced array of bytes used by byte stream read and write interfaces. Buffer is the class implementation of this interface.",
    "Windows.Storage.Streams.IRandomAccessStreamWithContentType": "Supports random access of data in input and output streams for a specified data format.",
    "Windows.Storage.Streams.RandomAccessStreamReference": "Provides random aaccess of data in input and output streams for a file.",
    "Windows.Storage.UserDataPaths": "Returns full paths for common user data folders. User data folders are based on the KNOWNFOLDERID naming pattern.",
    "Windows.UI.Notifications.NotificationData": "Stores data for display in a toast notification.",
    "Windows.UI.ViewManagement.UISettings": "Contains a set of common app user interface settings and operations."
}